Repository: reinikeda/fauna_observation
Catalog: faunaround/faunaweb/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Class
lt: Klasė

source: Order
lt: Būrys

source: Family
lt: Šeima

source: Species
lt: Rūšis

source: Endangered
lt: Nykstanti

source: Image
lt: Paveikslėlis

source: class scientific name
lt: klasės mokslinis pavadinimas

source: class english name
lt: klasės angliškas pavadinimas

source: class national name
lt: klasės nacionalinis pavadinimas

source: example image
lt: pavyzdinis paveikslėlis

source: animal class
lt: gyvūnų klasė

source: animal classes
lt: gyvūnų klasės

source: order scientific name
lt: būrio mokslinis pavadinimas

source: order national name
lt: būrio nacionalinis pavadinimas

source: family scientific name
lt: šeimos mokslinis pavadinimas

source: species scientific name
lt: rūšies mokslinis pavadinimas

source: species english name
lt: rūšies angliškas pavadinimas

source: species national name
lt: rūšies nacionalinis pavadinimas

source: endangered species
lt: nykstanti rūšis

source: species image
lt: rušies paveikslėlis

source: place english name
lt: vietos angliškas pavadinimas

source: place national name
lt: vietos nacionalinis pavadinimas

source: place
lt: vieta

source: places
lt: vietos

source: animal species
lt: gyvūnų rušis

source: date
lt: data

source: count
lt: kiekis

source: observer
lt: stebėtojas

source: photo
lt: nuotrauka

source: observation
lt: stebėjimas

source: observations
lt: stebėjimai

source: content english
lt: turinys angliškai

source: content national
lt: turinys nacionaline kalba

source: best place to record your fauna observations
lt: geriausia vieta jūsų gyvūnijos stebėjimamas

source: home
lt: pradinis

source: analytics
lt: analitika

source: about us
lt: apie mus

source: add new observation
lt: pridėti naują stebėjimą

source: my observations
lt: mano stebėjimai

source: admin
lt: administravimas

source: log out
lt: atsijungti

source: log in
lt: prisijungti

source: sign up
lt: užsiregistruoti

source: about
lt: apie

source: add observation
lt: pridėti stebėjimą

source: species
lt: rūšis

source: add
lt: pridėti

source: no animal classes uploaded to database
lt: duomenų bazėje nėra jokių gyvūnų klasių

source: observations data analysis
lt: stebėjimų duomenų analizė

source: number of animal species in our database
lt: gyvūnų rūšių skaičius duomenų bazėje

source: your browser does not support the canvas element
lt: jūsų naršyklė nepalaiko šio paveikslėlių elemento

source: observations count by month
lt: stebėjimų skaičius pagal mėnesį

source: top 10 places by observations count
lt: top 10 vietų pagal stebėjimų kiekį

source: top 10 observed species
lt: top 10 stebėtų rūšių

source: top 10 observers by observations count
lt: top 10 stebėtojų pagal stebėjimų skaičių

source: top 10 observers by species count
lt: top 10 stebėtojų pagal rūšių skaičių

source: delete observation
lt: ištrinti stebėjimą

source: do you really want to delete this observation
lt: ar tikrai norite ištrinti šį stebėjimą

source: no photo available
lt: nuotraukos nėra

source: delete
lt: ištrinti

source: cancel
lt: atšaukti

source: edit observation
lt: redaguoti stebėjimą

source: update information
lt: atnaujinti informaciją

source: first
lt: pirmas

source: previous
lt: ankstesnis

source: of
lt: iš

source: next
lt: sekantis

source: last
lt: paskutinis

source: search
lt: paieška

source: reset
lt: atstatyti

source: welcome to
lt: sveiki atvykę į

source: sorry, no random species found
lt: atsiprašome, atsitiktinė rūšis nebuvo rasta

source: top registered species
lt: dažniausiai registruotos rūšys

source: time(s)
lt: kartas(-ai)

source: no species observations were registered
lt: jokių rūšių nebuvo užregistruota

source: latest observations
lt: naujausi stebėjimai

source: all observers already spotted
lt: visi stebėtojai jau užfiksavo

source: class
lt: klasė

source: no image uploaded
lt: paveikslėlis neįkeltas

source: total entries
lt: viso įrašų

source: no observations yet
lt: stebėjimų kol kas nėra

source: family
lt: šeima

source: order
lt: būrys

source: number of observations
lt: stebėjimų skaičius

source: read more on
lt: skaitykite daugiau

source: Wikipedia
lt: Vikipedijoje

source: Click
lt: Spausti

source: here
lt: čia

source: to add new observation of this species
lt: pridėti naują šios rūšies stebėjimą

source: you already spotted
lt: jūs jau užfiksavote

source: edit or delete
lt: redaguoti arba trinti

source: edit
lt: redaguoti
